<!DOCTYPE html>
<html lang="pt-br">

<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Estórias sem H - Home</title>
    <link rel="stylesheet" type="text/css" href="css/styles.css" />
    <link rel="stylesheet" type="text/css" href="css/index.css" />
</head>

<body>
    <!-- Criação do cabeçalho da página -->
    <div class="header">
        <nav class="header_toolbar">
            <ul>
                <li>
                    <a href="index.html"><img src="imagem/logo.png" alt="Home" width="50px"></a>
                </li>
                <li>
                    <a href="cadastro.html">Cadastro</a>
                </li>
                <li>
                    <a href="consulta.html">Consulta</a>
                </li>
                <li>
                    <a href="sair.html">Sair</a>
                </li>
                <li>
                    <a href="sobre.html">Sobre</a>
                </li>
            </ul>
        </nav>

        <div class="header_content">
            <figure>
                <img src="imagem/logo.png">
            </figure>
            <div class="header_slogan">Estórias sem H</div>
        </div>
    </div>

    <!-- Prévia da história criada por um usuário -->
    <article>
        <div class="historia-preview">
            <header class="title">
                Escuridão no Fim do Túnel, Além da Tranca | <a href="consulta.html">Rodolfo Müller</a>
            </header>
            <hr>
            <p>Parecia faltar pouco, o caminho com corredores, que antes multiplicavam de maneira infind&aacute;veis suas id&ecirc;nticas e c&acirc;ndidas superf&iacute;cies para todas dire&ccedil;&otilde;es, come&ccedil;ou a se simplificar, at&eacute; que restasse somente um &uacute;nico corredor. Aquela imensid&atilde;o branca me causava fortes dores de cabe&ccedil;a e n&aacute;usea. Tonteei o andar, tive de me apoiar com as m&atilde;os, uma em cada parede, e parar, buscando recuperar os sentidos.</p>
            <p>Meus olhos dan&ccedil;aram, o olhar percorrendo c&iacute;rculos disformes, mas por mais que vagassem, viam a mesm&iacute;ssima coisa.</p>
            <p>Por um instante, captei com a vis&atilde;o algo. Rapidamente me escapou, por conta do estado embriagado em que estava. Forcei-me a voltar. Lutei contra a resist&ecirc;ncia que o corpo submetia e, por fim, venci-o. O que enxerguei era um ponto preto. Um pequeno e preto ponto que usei como guia e suporte para o trajeto. Ap&oacute;s ter norteado as fun&ccedil;&otilde;es de meu organismo para aquele destino, voltei a caminhar. Caminhar este que era muito mais simples agora! Segui na maneira de uma m&aacute;quina: Passo direito, passo esquerdo, direito, esquerdo. E sempre a fitar a treva.</p>
            <p> Depois de um breve - ou longo? Era dif&iacute;cil manter no&ccedil;&atilde;o do tempo- per&iacute;odo avan&ccedil;ando, vislumbrei com mais escureza o meu alvo, por&eacute;m avistei algo a mais. Minhas pernas largaram pra tr&aacute;s o movimento uniforme, desatando a correr.</p>
            <p> Quando percebi, j&aacute; estava pr&oacute;ximo demais daquilo que bloqueava meu caminho. Bati com tudo. O impacto me fez cair. Uma sensa&ccedil;&atilde;o estranha passou por mim, isso foi um empurr&atilde;o?, mas ignorei. Era um port&atilde;o. Um port&atilde;o branco. Adiante dele, o grande e maravilhoso nada, o pretume. Notei o som met&aacute;lico que passou por mim e continuou a ecoar &agrave;s minhas costas, como uma estranha respira&ccedil;&atilde;o, que hora parecia solit&aacute;ria, hora parecia um coral. Eram as barras met&aacute;licas que ainda se agitavam devido ao choque de nossas for&ccedil;as. Levantei e me p&ucirc;s a observar melhor aquele port&atilde;o. Avistei um cadeado, bem abaixo do puxador.</p>
            <p> Seu corpo quadr&aacute;tico era cinza e pesado. A primeira vista, n&atilde;o havia coisa alguma fugindo do ordin&aacute;rio. Era apenas um cadeado, com suas seis faces totalmente lisas. Suas seis faces...incluindo a qual deveria se encontrar o buraco para a chave...lisas. Um cadeado que n&atilde;o abre, bacana. S&oacute; me restava quebrar ele.</p>
            <p> Apoiei a palma das m&atilde;os nas bordas e apertei os indicadores e polegares nas duas extremidades do gancho, a parte que tranca o cadeado. ARHGHG!, de repente, um barulho alto e desconcertante me interrompeu antes que eu aplicasse muita for&ccedil;a.</p>
            <p> Passado o susto, s&oacute; ent&atilde;o me dei conta. O gancho n&atilde;o era um gancho. Em um dos buracos de cima do cadeado, sa&iacute;am duas esp&eacute;cies de varetas cruzadas e inclinadas, que perto da parte mais alta do arco se juntavam por um tempo, para depois, na descida, se separarem novamente em tr&ecirc;s partes. As das pontas, assemelhavam-se &agrave;s duas partes iniciais, tanto na finura quanto na forma como se entrela&ccedil;avam antes de adentrarem o outro buraco do cadeado; j&aacute; a do centro, era pequena e oval, nela pendia, saindo por milhares de min&uacute;sculos orif&iacute;cios, algo que se assemelhava a um tecido amarelo de fios delgados, quase l&iacute;quidos.</p>
            <p> Um ser humano.</p>
            <p> Seus olhos me encaravam e sua boca protestava sem intervalos. A voz, identifiquei como feminina. Dava pra sentir a raiva no seu tom de voz, uma torrente de &oacute;dio inintelig&iacute;vel me atingindo. Pedi v&aacute;rias desculpas, mas isso n&atilde;o mostrou resultado.</p>
            <p>Olhei mais uma vez o outro lado. Eu precisava tanto daquilo.</p>
            <p>Segurei, com a m&atilde;o esquerda, o tronco e, com a m&atilde;o direita, tentei arrancar os bra&ccedil;os presos na corpulenta massa met&aacute;lica.</p>
            <p>N&atilde;o consegui.</p>
            <p>N&atilde;o porque n&atilde;o tinha capacidade, tinha de sobra.</p>
            <p>O corpinho, o qual, por exist&ecirc;ncia, j&aacute; era tenso, se contorcia de dor. Sua pele esticada a ponto de quase romper. E, os gritos, &eacute; claro, a cada segundo, maior intensidade. Eu despeda&ccedil;aria ela se continuasse tentando. Por isso, parei.</p>
            <p>Afastei-me dela. Hesitei um pouco e disse:</p>
            <p>-Me desculpa.</p>
            <p>L&aacute;grimas brotaram de seus olhos, l&aacute;grimas de quem pergunta &ldquo;por que, Deus?&rdquo;</p>
            <p>Uma pena, mas n&atilde;o podia ser daquele jeito. Trazer morte aos outros era inconceb&iacute;vel.</p>
            <p>Encarei, por uma &uacute;ltima vez, a escurid&atilde;o. N&atilde;o podendo se tornar realidade, quis ter o vislumbre final do que seria.</p>
            <p>Assim que terminei, extirpei tudo aquilo da mente.</p>
            <p>Me virei. Apenas branco.</p>
            <p>Comecei a sentir uma dor na cabe&ccedil;a.</p>
        </div>
    </article>

    <footer>Todos os direitos reservados</footer>
</body>

</html>